import React from "react";
import companyLogo from "../assets/logo(ver3).png";

const PrivacyPolicyJa = () => {
  return (
    <div
      style={{
        maxWidth: "600px",
        margin: "0 auto",
        marginTop: "8%",
        marginBottom: "8%",
      }}
    >
      <div style={{ textAlign: "center", marginBottom: "10%" }}>
        <img
          src={companyLogo}
          alt="Woori. logo"
          style={{ width: "50%", marginBottom: "10%" }}
        />
      </div>
      <div style={{ textAlign: "left" }}>
        <div>
          <h1>個人情報処理方針</h1>
          <div>
            <strong>
              &lt;ウリカレンダー&gt; (&apos;www.WooriCalendar.com&apos;
            </strong>
            以下&apos;);ウリカレンダー(Woori
            Calendar&apos;)は、個人情報保護法第30条に基づき、データ主体の個人情報を保護し、関連苦情を迅速円滑に処理するために次のような個人情報処理方針を樹立·公開します。
            <br />
            <br />○ この個人情報処理方針は2023年6月1日から施行されます。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第1条（個人情報の処理目的）&lt;ウリカレンダー&gt;</strong>
            </h3>
            （以下「ウリカレンダー」という。）は、次のような目的で個人情報を処理する。
            処理中の個人情報は、次のような目的以外には使用せず、利用目的が変更された場合、個人情報保護法第18条による別途の同意を得るなど必要な措置を施行する。
            <br />
            1. Webサイトでの会員登録と管理
            個人情報は14歳未満の児童の個人情報を処理する際、会員資格を加入·維持·管理する意思確認、サービス不法利用防止、法定代理人の同意確認などの目的で処理される。
            <br />
            2. 商品又はサービスの提供 個人情報は個人認証のために処理されます。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第2条（個人情報の処理及び保有期間）</strong>
            </h3>{" "}
            ①
            &lt;ウリカレンダー&gt;は、個人情報をデータ主体から収集する際に合意した個人情報の保存·利用期間または個人情報の保存·利用期間内に個人情報を処理·保有する。
            <br />② 各個人情報の処理·保存期間は以下の通りです。
            1に関連する個人情報を収集する。上記の使用目的のために、使用に関して同じ日付から保持されます。
            所有理由:法律·規則 関連法律:契約又は申込みの撤回等の記録:5年
            例外の理由: 法令等
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第3条（処理すべき個人情報の項目）</strong>
            </h3>{" "}
            ① &lt;ウリカレンダー&gt;は、以下の個人情報を処理しています。
            1&lt;ホームページで会員登録·管理&gt;
            必須項目:氏名、生年月日、ログインID、パスワード、Eメール、IP情報へのアクセス
            選択項目:
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>
                第4条（14歳未満の児童の個人情報の処理に関する事項）
              </strong>
            </h3>{" "}
            ①
            会社は14歳未満の子供の個人情報収集時に法定代理人の同意を得てサービス遂行に必要な最小限の個人情報を収集します。
            • 必須項目:法定代理人の氏名、関係、連絡先 <br />②
            また、広報のために子供の個人情報を収集する際には、法定代理人から別途の同意を得ています。
            <br />③
            満14歳未満の児童の個人情報を収集する際には、法定代理人の氏名や連絡先など最小限の情報を確保し、合法的な法定代理人が次のいずれかの方法で同意したかどうかを確認しなければならないことがあります。
            •
            法定代理人に同意書を掲示したインターネットサイトで同意書を表示させ、本人の携帯電話文字メッセージで個人情報管理者に通知させる方法
            •
            法定代理人に同意の内容が掲示されたインターネットサイトに同意するかどうかを表示させ、法定代理人のクレジットカードやデビットカードなどのカード情報を受け取る方法
            •
            法定代理人に同意の内容が掲示されたインターネットサイトで同意するかどうかを表示させ、法定代理人の本人認証などを通じて本人確認をさせる方法
            •
            書面による契約書を法務担当者に直接発行し、郵送またはFAXでお届けし、署名後に法務担当者に提出してもらう
            •
            同意の内容を記載した電子メールの送信方法及び法定代理人からの同意の意思表示を記載した電子メールの受信方法
            •
            電話を通じて法定代理人に同意を知らせ、インターネットアドレスなど同意または同意確認方法を案内し、再び電話で同意を得る方式
            •
            その他、上記と同様の方法で法定代理人に同意を通知し、同意意思表示を確認する方法
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第5条（個人情報の第三者への提供に関する事項）</strong>
            </h3>{" "}
            ①
            &lt;ウリカレンダー&gt;は個人情報を第1条(個人情報処理目的)に明示された範囲内でのみ処理し、データ主体の同意や法の特例など個人情報保護法第17条と第18条に該当する場合にのみ第3者に提供します。
            <br />②
            &lt;ウリカレンダー&gt;は、以下のように第三者に個人情報を提供します。
            <br />
            1. &lt;ウリカレンダー&gt; 個人情報が提供される人: ウリカレンダー
            受取人の個人情報の利用目的:氏名、生年月日、ログインID、Eメール、アクセスIP情報、クッキー、アクセスログ、サービス利用記録
            受取人の所有・使用期間:5年
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第6条（個人情報処理の委託に関する事項）</strong>
            </h3>{" "}
            ①
            &lt;ウリカレンダー&gt;は円滑な個人情報処理のために次のような個人情報処理業務を委託しています。
            <br />
            1. &lt; &gt; 荷受人（Consignee）: 委託業務の内容: 委託期間: <br />②
            &lt;ウリカレンダー&gt;は、個人情報の処理を禁止する契約書、技術·管理保護措置、受託者の再委託制限、管理·監督などの文書に規定し、受託者が個人情報を安全に処理できるかどうかを監督します。
            <br />③
            委託業務または受託者の内容が変更された場合、遅滞なくこの個人情報処理方針を通じて公開します。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第7条（個人情報の破棄の手続及び方法）</strong>
            </h3>{" "}
            ①
            &lt;ウリカレンダー&gt;は個人情報保有期間の経過、処理目的の達成など個人情報が不要になった場合、遅滞なく個人情報を破棄します。
            <br />②
            データ主体が同意した個人情報期間が経過したり、処理目的が達成された場合には、個人情報を別途のデータベース(DB)に転送したり、別に保存します。
            1. 法的根拠: 2. 保存する個人情報:口座情報、取引日
            <br /> ③ 個人情報を破棄する手続きと方法は以下の通りです。 <br />
            1. 破棄の手続
            &lt;ウリカレンダー&gt;は&lt;ウリカレンダー&gt;の個人情報保護責任者の承認を得て、破壊事由を発生させ、個人情報を破壊した個人情報を選定します。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第8条（非利用者の個人情報の破棄に関する措置）</strong>
            </h3>{" "}
            ① は、サービスを 1
            年間使用していないユーザに関する情報を破棄しています。
            ただし、他の法令で規定された保存期間が経過するまで、他の利用者の個人情報とは別に保存·管理することができます。
            <br />②
            会社は個人情報の破棄30日前に個人情報が破棄された事実と期間満了日、電子メールや携帯メールで破棄された個人情報の項目を利用者に通知します。
            <br />③
            個人情報を破棄したくない場合は、期間満了前にサービスにログインすることができます。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>
                第9条（情報主体及び法定代理人の権利義務及びその権利義務の行使方法に関する事項）
              </strong>
            </h3>
            ①
            情報主体は、個人情報の閲覧·修正·削除·処理中止要請など、いつでも私たちのカレンダーに対する権利を行使することができます。
            <br />②
            第1項の権利行使は個人情報保護法施行令第41条第1項により書面、電子メール、FAX等で行うことができ、当社のカレンダーは遅滞なく措置を取ります。
            <br />③
            第1項の権利行使は、情報主体の法定代理人又は委任された者等の代理人を通じて行うことができます。この場合、「個人情報処理方法通知書(2020-7番)」別紙第11号書式により委任状を提出しなければなりません。
            <br />④
            個人情報保護法第35条第4項及び第37条第2項の規定により、データ主体の権利を制限することができます。
            <br />⑤
            個人情報の収集対象が他の法律に明示されている場合、個人情報の訂正·削除要請はできません。
            <br />⑥
            当カレンダーでは、情報主体の権利によるアクセス要求、訂正·削除要求、処理停止要求など、依頼を行ったのは本人か正当な代理人かを確認します。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>
                第10条（個人情報の安全性を確保するための措置に関する事項）
              </strong>
            </h3>
            &lt;ウリカレンダー&gt;は個人情報の安全性を確保するため、次のような措置を取っています。
            <br />
            1. 内部管理計画の策定と実施
            個人情報を安全に処理するための内部管理計画を策定し、実施しました。
            <br />
            2. 個人情報の暗号化
            ユーザーの個人情報は暗号化·保存·管理されるため、本人だけが知ることができ、重要データはファイルと伝送データを暗号化したりファイルロック機能を利用するなど別途のセキュリティ機能を使用します。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>
                第11条（自動的に個人情報を収集する装置の設置及び運用並びにその拒否に関する事項）
              </strong>
            </h3>
            当カレンダーでは、情報主体の利用に関する情報を保存し、随時呼び出す「クッキー」は使用しておりません。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>
                第12条（行動情報の収集、利用、提供、拒絶等に関する事項）
              </strong>
            </h3>
            行動情報の収集、利用、提供、拒絶等に関する事項
            は、オンラインカスタマイズ
            アドバタイズメントの動作情報を収集、使用、または提供しません。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第13条（追加使用及び提供の決定基準）</strong>
            </h3>
            &lt;ウリカレンダー&gt;は、個人情報保護法第15条第3項及び第17条第4項の規定による個人情報保護法施行令第14条の2による事項を考慮し、データ主体の同意なしに個人情報を追加利用·提供することができる。
            これに伴い、&lt;ウリカレンダー&gt;が情報主体の同意なしに追加利用と提供を提供するためには、次のような事項を考慮します。
            <br />▶
            個人情報の追加利用·提供目的が本来の収集目的と関連しているかどうか
            <br />▶
            個人情報の収集状況や処理慣行に照らして、追加的な利用や提供を予測する可能性があるかどうか
            <br />▶
            個人情報の追加利用または提供がデータ主体の利益を不当に侵害しているかどうか
            <br />▶
            仮名処理や暗号化など安全確保のために必要な措置がとられているか ※
            追加利用·提供の検討基準は、事業者·団体が自主的に作成·公表する
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>
                第14条（仮名情報を処理する場合の仮名情報の処理に関する事項）
              </strong>
            </h3>
            &lt;ウリカレンダー&gt; は、次の目的でエイリアス情報を処理します。 ▶
            仮名情報の処理目的 - 自分で書くことができます。 <br />▶
            仮名情報の処理及び保存期間 - 自分で書くことができます。 <br />▶
            第三者への仮名情報の提供に関する事項（該当する場合のみ作成） -
            自分で書くことができます。 <br />▶
            仮名情報の処理の委託に関する事項（該当する場合に限り作成） -
            自分で書くことができます。 <br />▶ 仮名化された個人情報の項目 -
            自分で書くことができます。 <br />▶
            法第28条の4（仮名情報の安全措置義務等）による仮名情報の安全性確保のための措置に関する事項
            - 自分で書くことができます。
            {/* javascript:fnNextStep(); */}
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第15条（個人情報保護責任者に関する事項）</strong>
            </h3>{" "}
            ①
            当カレンダーは個人情報処理を担当し、個人情報処理と関連したデータ主体の苦情処理および被害救済のために、次のように個人情報保護担当者を指定します。
            <br />▶ 個人情報保護官 <br />
            名前:カン·テス <br />
            役職: 従業員 <br />
            役職: 従業員 <br />
            連絡先: 02-123-456
            <br />
            finalwoori@gmail.com <br /> ※
            あなたはプライバシー担当部署に接続されています。 <br />▶
            個人情報保護部 部門名: 担当者: 担当者: 、 <br />②
            案内対象者は、当カレンダーのサービス(または業務)を利用中に発生した個人情報保護照会·苦情·被害救済のすべての担当部署および個人情報保護担当者に連絡することができます。
            当カレンダーでは、情報主体からのお問い合わせに対し、遅滞なく回答·対応させていただきます。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第16条（国内代理人の指定）</strong>
            </h3>
            データ主体は「個人情報保護法」第39条の11により指定された&lt;ウリカレンダー&gt;の国内代表に個人情報関連苦情等を連絡することができ、&lt;ウリカレンダー&gt;は個人情報保護担当者の業務を迅速に処理しようと努力し、
            例えば、データ主体の個人情報に関する苦情の処理。 <br />▶
            &lt;ウリカレンダー&gt;は「個人情報保護法」第39条の11により国内代理人を指定しました。
            <br />- 国内代理店名:【代理店名_直接入力】（法人の場合は代表者名）{" "}
            <br />-
            国内代理人の住所:【代理人住所_直接記入】（法人の場合は営業所の所在地）
            <br />- 国内代理店の電話番号: [代理店の電話番号_直接入力] <br />-
            国内エージェントの電子メールアドレス:
            [エージェントの電子メール_直接入力]
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>
                第17条（個人情報の閲覧の請求を受理し、処理する部門）
              </strong>
            </h3>
            データ主体は「個人情報保護法」第35条に基づき、次の部署に個人情報閲覧を要請することができます。
            &lt;ウリカレンダー&gt;は、情報主体による個人情報アクセス要求の迅速に処理するように努力します。
            <br />▶ 個人情報アクセス要求受付処理部署 部門名: 担当者: 担当者: 、
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>
                第18条（情報主体の権利利益の侵害に対する救済方法）
              </strong>
            </h3>
            個人情報侵害の救済を受けるためには、情報主体が個人情報紛争調停委員会、韓国インターネット振興院個人情報侵害申告センターなどに紛争解決または協議を申請することができます。
            また、その他の個人情報侵害申告および相談は下記機関にお問い合わせください。
            <br />
            1. 個人情報紛争調停委員会: (国番号なし) 1833-6972 (www.kopico.go.kr
            ) <br />
            2. 個人情報侵害申告センター: (国番号なし) 118 (privacy.kisa.or.kr ){" "}
            <br />
            3. 最高検察庁: (国番号なし) 1301 (www.spo.go.kr ) <br />
            4. 警察庁:（国番号なし）182（ecrm.cyber.go.kr ）<br />
            第三十五条（個人情報の閲覧）、第三十六条（個人情報の訂正及び削除）及び第三十七条（個人情報の処理の停止等）の規定による請求により公共機関長がした処分又は不作為により権利又は利益を侵害された者である。(1)
            行政審判を請求することができます。 <br />※
            行政審判の詳細については、中央行政審判委員会のホームページ（www.simpan.go.kr
            ）を参照してください。
          </div>
        </div>
        <hr />
        <div>
          <div>
            <h3>
              <strong>第19条（個人情報処理方針の変更）</strong>
            </h3>
            <br />① この個人情報処理方針は2023年6月1日から施行されます。
            <br /> ② 以前の個人情報処理方針を以下でご確認いただけます。
            <br /> 例）- 20XX.X.X を 20XX.X に適用します（クリック）
            <br /> 例）- 20XX.X.X を 20XX.X に適用します（クリック） <br />
            例）- 20XX.X.X を 20XX.X に適用します（クリック）
          </div>
        </div>
      </div>
    </div>
  );
};

export default PrivacyPolicyJa;
